Repository: beamlegacy/AutoUpdate
Catalog: AutoUpdate/*.lproj/Localizable.strings
Languages: fr

source: (v.%@, build %@)
fr: (v.%1$@, build %2$@)

source: %@ updates since you last updated
fr: %@ versions depuis votre dernière mise à jour

source: Changelog
fr: Nouveautés

source: Failed locate app in update
fr: Impossible de localiser dans la mise à jour

source: Failed to unarchive update
fr: Impossible de désarchiver la mise à jour

source: Invalid update content
fr: Contenu de la mise à jour invalide

source: No available updates
fr: Aucune mise à jour

source: No Internet connection
fr: Connexion impossible

source: Unable to create required folders
fr: Impossible de créer les fichiers requis

source: Unable to move update to destination
fr: Impossible de déplacer l'app à destination

source: Unable to unquarantine update
fr: Impossible de lever la quarantaine de l'app

source: Update now
fr: Mettre à jour maintenant

source: Update signature mismatch
fr: La signature de la mise à jour est invalide

source: View all
fr: Tout voir
